[{"note_id": "applopener_1", "text": "Who am I?"}, {"note_id": "applnote_2", "text": "I am not my body, am I?"}, {"note_id": "applnote_3", "text": "I am not just a thought, am I?"}, {"note_id": "applnote_4", "text": "What am I? Let’s begin the discovery of the Self and its relation with the Lord."}, {"note_id": "applnote_5", "text": "Yoga is a journey to discover reality. Every form of yoga leads to the same discovery."}, {"note_id": "applopener_6", "text": "What am I doing?"}, {"note_id": "applnote_7", "text": "Our journey in life is a series of activities. Is it about ‘doing’ or ‘making it happen’?"}, {"note_id": "applopener_8", "text": "Why am I doing it?"}, {"note_id": "applnote_9", "text": "If the action doesn’t guarantee an outcome, why should I work, or give my 100% to achieve a goal?"}, {"note_id": "applnote_10", "text": "Look beyond desire. Focus on the purpose even when you don’t reach the goal you expect."}, {"note_id": "applopener_11", "text": "Is there a different way?"}, {"note_id": "applnote_12", "text": "What’s it like to be really free?"}, {"note_id": "applnote_13", "text": "We often doubt and worry about achieving wealth, success and other outcomes."}, {"note_id": "applnote_14", "text": "In our anxiety, we interpret anything that happens as a signal of doom."}, {"note_id": "applnote_15", "text": "It doesn’t matter who you are or what you’re asking for. Be in this conversation. Keep enquiring."}, {"note_id": "applnote_16", "text": "In the midst of action, we sometimes worry ‘Am I going to hurt someone? Is the outcome worth it?’"}, {"note_id": "applopener_17", "text": "Why do I hesitate?"}, {"note_id": "applnote_18", "text": "Hesitation happens when you mix-up the Self with your body and the rest of the environment."}, {"note_id": "applnote_19", "text": "The Self is separate from the environment and your body. The Self is ever-lasting. So is the Lord."}, {"note_id": "applnote_20", "text": "Is there anything other than the observable universe?"}, {"note_id": "applnote_21", "text": "Is the universe only an effect of the law governing it?"}, {"note_id": "applnote_22", "text": "Let’s be free of doubt in our journey to realization."}, {"note_id": "applnote_23", "text": "We are distinct from the Lord. Each of us is distinct as well."}, {"note_id": "applnote_24", "text": "Is there any possibility that the distinctions are a figment of our imagination?"}, {"note_id": "applnote_25", "text": "No, we don’t need to doubt our existence in our journey of realization and worship."}, {"note_id": "applnote_26", "text": "Whenever you are driven by outcomes, you confuse the Self with the environment."}, {"note_id": "applnote_27", "text": "Tolerate your experiences. They are effects of past activities that were driven by outcomes."}, {"note_id": "applnote_28", "text": "Do your duties to attain liberation. Then those experiences do not drain you."}, {"note_id": "applopener_29", "text": "How is the Self different?"}, {"note_id": "applnote_30", "text": "The Self is pure and unbounded knowledge. It has been that way and will always remain so."}, {"note_id": "applnote_31", "text": "The Self is indestructible because it is subtle. It’s not made up of anything else."}, {"note_id": "applnote_32", "text": "The Self brings awareness – the power to experience and know."}, {"note_id": "applnote_33", "text": "The Self owns different bodies over time. It remains unchanged even as the body keeps changing."}, {"note_id": "applnote_34", "text": "We get into situations by the will of the Lord. He is always with us."}, {"note_id": "applnote_35", "text": "Duty is superior to hesitation and inaction – irrespective of the outcome."}, {"note_id": "applnote_36", "text": "Outcomes of our actions do not matter when we’re aware of the Self."}, {"note_id": "applnote_37", "text": "When outcomes don’t matter, we can’t do anything wrong."}, {"note_id": "applnote_38", "text": "It doesn’t really matter what drives your action; Do it for the Lord."}, {"note_id": "applnote_39", "text": "The world is full of passion and ignorance. Don’t let them control you."}, {"note_id": "applnote_40", "text": "You have the authority to initiate activity. You are not the one who makes things [happen](Back to Basics.md#actions_and_happenings)."}, {"note_id": "applnote_41", "text": "Do not avoid activity."}, {"note_id": "applopener_42", "text": "Why know the Self?"}, {"note_id": "applnote_43", "text": "Working with an awareness of the Self brings out the best in us – the skill in our actions."}, {"note_id": "applnote_44", "text": "An experience of the Self is so pleasant that likes and dislikes don’t matter anymore."}, {"note_id": "applnote_45", "text": "It isn’t possible to experience the Self without placing ourselves in the refuge of the Lord."}, {"note_id": "applnote_46", "text": "Should I employ my organs in activity? Or pull them back?"}, {"note_id": "applnote_47", "text": "You reach the goal by being active and offering your activity as service to the Lord."}, {"note_id": "applnote_48", "text": "Focusing your thought without being affected by this world is another way to achieve the goal."}, {"note_id": "applnote_49", "text": "You cannot exist in this world without activity."}, {"note_id": "applnote_50", "text": "Restraint and sacrifice are pretense when you still yearn for ‘what could have been’."}, {"note_id": "applnote_51", "text": "Do your activities to realize your Self – instead of having your attachments agitate you."}, {"note_id": "applnote_52", "text": "Often, our activities themselves cause agitation, don’t they?"}, {"note_id": "applnote_53", "text": "It’s true that activity needs a purpose. Make the Lord’s worship as your purpose."}, {"note_id": "applnote_54", "text": "Whatever your purpose, whomever you work for - it’s the Lord’s worship and He is the enjoyer."}, {"note_id": "applopener_55", "text": "Everything happens for the Lord’s worship."}, {"note_id": "applnote_56", "text": "Activity happens in the environment, not for our purpose. The Self must engage in worship."}, {"note_id": "applnote_57", "text": "Though the Lord isn’t bound to any duty or purpose, He stays active to reassure us."}, {"note_id": "applnote_58", "text": "We realize our Self by being active while acknowledging that we don’t make things happen."}, {"note_id": "applnote_59", "text": "Delight in your activity. It is part of the Lord’s play."}, {"note_id": "applnote_60", "text": "Without knowing the Self, we believe that we are our body."}, {"note_id": "applnote_61", "text": "If we know that the environment makes things happen, why should we involve in activity at all?"}, {"note_id": "applnote_62", "text": "Even in the realization that the Self doesn’t make things happen, be active and inspire others."}, {"note_id": "applnote_63", "text": "Dedicate your activity to the Lord."}, {"note_id": "applnote_64", "text": "Everything happens by the will of The Lord, for his pleasure alone."}, {"note_id": "applnote_65", "text": "Even if we don’t live this all the time, it is still sufficient to simply accept His existence."}, {"note_id": "applnote_66", "text": "When you deny that The Lord is the basis of your existence, you live a myth."}, {"note_id": "applnote_67", "text": "Even when you believe in the Lord, desire and hatred are inevitable. Beware of them."}, {"note_id": "applnote_68", "text": "Work according to your nature. Don’t be anxious about your goal. Your work will continue."}, {"note_id": "applnote_69", "text": "Even after knowing this, why are we ever-anxious about outcomes? Why do we feel regret and guilt?"}, {"note_id": "applnote_70", "text": "Recognize desire as the cause of regret and guilt. It blocks your destiny. Look beyond desire."}, {"note_id": "applnote_71", "text": "To look beyond desire, work without being driven by outcomes."}, {"note_id": "applnote_72", "text": "The Lord says- ‘I’ve been teaching this method for millions of years’"}, {"note_id": "applopener_73", "text": "Does the Lord take birth?"}, {"note_id": "applnote_74", "text": "The Lord is supreme and there’s nothing He needs. Why does he need to take birth in this world?"}, {"note_id": "applnote_75", "text": "The Lord says- I take birth by My own will, retaining all of my characteristics."}, {"note_id": "applnote_76", "text": "I form Myself, so that My followers can grasp and worship Me."}, {"note_id": "applnote_77", "text": "I am easily grasped in any form you expect."}, {"note_id": "applnote_78", "text": "Though the Lord is so easy to grasp, we remain focused on other short-term accomplishments."}, {"note_id": "applnote_79", "text": "Given that the Lord is supreme, is He the One who traps us in short-term gratification?"}, {"note_id": "applnote_80", "text": "The Lord doesn’t trap us. We are trapped by our own expectations."}, {"note_id": "applnote_81", "text": "Given that we’re trapped by our experience, where does activity figure?"}, {"note_id": "applnote_82", "text": "Be active without being driven by desire. Be liberated from the burden of expectations."}, {"note_id": "applnote_83", "text": "When we know the true nature of the Self, we realize that it isn’t bound by activity. Things [happen](Back to Basics.md#actions_and_happenings)."}, {"note_id": "applnote_84", "text": "Activity is an inquiry into the nature of the Self."}, {"note_id": "applnote_85", "text": "Activity without attachment is the realization of the Self."}, {"note_id": "applnote_86", "text": "All activities burn something provided by the Lord, for the purpose of the Lord. This is worship."}, {"note_id": "applopener_87", "text": "How do I worship with activity?"}, {"note_id": "applnote_88", "text": "Worship is to remove the pre-occupation with the material world."}, {"note_id": "applnote_89", "text": "Working, offering something, breathing, self-control: each one is a form of worship."}, {"note_id": "applnote_90", "text": "A person who doesn’t recognize worship is living a myth and is doomed to fail."}, {"note_id": "applnote_91", "text": "In each activity, recognize the Self and its relationship with the Lord."}, {"note_id": "applnote_92", "text": "Awareness of the Self and the Lord liberates us from our flaws."}, {"note_id": "applnote_93", "text": "Doubts and suspicions come from ignorance. Get rid of it by working without attachments."}, {"note_id": "applnote_94", "text": "Isn't it easier to realize the Self by contemplation, instead of doing all kinds of activities?"}, {"note_id": "applnote_95", "text": "Working without being driven is the quickest way to look beyond desires."}, {"note_id": "applnote_96", "text": "The Self in every person is identical. It doesn’t make anything [happen](Back to Basics.md#actions_and_happenings)."}, {"note_id": "applnote_97", "text": "The illusion that we make things happen is a result of our past deeds."}, {"note_id": "applnote_98", "text": "Happenings and asymmetry belong in the environment."}, {"note_id": "applnote_99", "text": "The Self is pure knowledge, covered over by ignorance. This makes the variety of this world."}, {"note_id": "applnote_100", "text": "When ignorance is gone, we see all beings as being equal, equally related to the Lord."}, {"note_id": "applnote_101", "text": "The joy in the Self is beyond any enjoyment dictated by our preferences and aversions."}, {"note_id": "applnote_102", "text": "Worship the Lord to experience the joy of the Self."}, {"note_id": "applnote_103", "text": "We get driven by expectations when we think that we are our body."}, {"note_id": "applnote_104", "text": "Tranquility of the Self is gained by working without being driven."}, {"note_id": "applnote_105", "text": "Driving or being driven – it’s your choice."}, {"note_id": "applnote_106", "text": "Offer your work to the Lord and be with Him constantly."}, {"note_id": "applnote_107", "text": "Yoga is the realization of your Self and its intimacy with the Lord. It is a state of being."}, {"note_id": "applnote_108", "text": "The Self in you is identical to the Self in every other being."}, {"note_id": "applnote_109", "text": "The characteristic of every Self is identical to the Lord."}, {"note_id": "applnote_110", "text": "Is such a state of being really possible?"}, {"note_id": "applnote_111", "text": "Your intention to drive lets you stay in the [state of yoga](yoga_state_of_being)."}, {"note_id": "applnote_112", "text": "What if my intention breaks?"}, {"note_id": "applnote_113", "text": "Don’t worry; your intention is never destroyed."}, {"note_id": "applopener_114", "text": "What is our intimacy with the Lord?"}, {"note_id": "applnote_115", "text": "We spoke about realizing the Self within us. What about its intimacy with the Lord?"}, {"note_id": "applnote_116", "text": "Worship is an uninterrupted chain of thought."}, {"note_id": "applnote_117", "text": "Devotion is to worship with friendship."}, {"note_id": "applnote_118", "text": "Awareness of the Lord’s uniqueness generates affection towards Him."}, {"note_id": "applnote_119", "text": "Our understanding comes from breakdown and analysis. The Lord cannot be analyzed in this way, so how do we bring Him into our thoughts?"}, {"note_id": "applnote_120", "text": "The universe is one of The Lord’s natures, which all conscious beings experience."}, {"note_id": "applnote_121", "text": "Consciousness - the ability to know - is The Lord’s primary nature."}, {"note_id": "applopener_122", "text": "Why do we pursue constrained happiness?"}, {"note_id": "applnote_123", "text": "It isn’t possible to see beyond our cognition of this material world, unless we surrender to the Lord."}, {"note_id": "applnote_124", "text": "We have different objectives and we surrender to the Lord accordingly."}, {"note_id": "applnote_125", "text": "Once we know the Lord, other objectives seem insignificant."}, {"note_id": "applnote_126", "text": "Our true nature is to be of service to the Lord alone."}, {"note_id": "applnote_127", "text": "Dedication to a cause is dedication to the Lord."}, {"note_id": "applnote_128", "text": "Your outcomes are as temporary as you intend."}, {"note_id": "applnote_129", "text": "Most people don’t recognize Krishna as the permanent enjoyer of everything."}, {"note_id": "applnote_130", "text": "Ignorance and pre-occupation with life’s dualities are part of our characteristics."}, {"note_id": "applnote_131", "text": "While everyone is born with delusion, how do some of us end up knowing the Lord?"}, {"note_id": "applnote_132", "text": "By leaving the misfortune of delusion, we get to know the Lord and worship him for a purpose."}, {"note_id": "applopener_133", "text": "How do we get to know the Lord?"}, {"note_id": "applnote_134", "text": "Start by knowing the body of the Lord – The Self, the environment and its activities."}, {"note_id": "applnote_135", "text": "Those who think of the Lord while leaving their body will attain the Lord."}, {"note_id": "applnote_136", "text": "The final thought comes by habit. Make it a habit to think about the Lord."}, {"note_id": "applnote_137", "text": "If you yearn for wealth, think of the Lord as the owner of all wealth."}, {"note_id": "applnote_138", "text": "If you yearn for timeless knowledge of your Self, think of the Lord as the core of the Self."}, {"note_id": "applnote_139", "text": "If you yearn for the Lord Himself, just adore him!"}, {"note_id": "applnote_140", "text": "The material universe keeps going in cycles. So does a person who yearns for material wealth."}, {"note_id": "applnote_141", "text": "The Self is ever-lasting, so the one who yearns for the Self isn’t stuck in creation and destruction."}, {"note_id": "applnote_142", "text": "The person who adores the Lord gets the Lord Himself. He goes beyond all cycles."}, {"note_id": "applopener_143", "text": "Worship the Lord with devotion."}, {"note_id": "applnote_144", "text": "Awareness comes out as devotion in very few people, though it’s easy to practice."}, {"note_id": "applnote_145", "text": "The will of the Lord causes all beings to ‘be’"}, {"note_id": "applnote_146", "text": "The Lord doesn’t discriminate. He supervises."}, {"note_id": "applnote_147", "text": "Without knowing this reality, people go behind imaginary goals."}, {"note_id": "applnote_148", "text": "Worship and take refuge in The Lord – He is everything."}, {"note_id": "applnote_149", "text": "The Lord takes care of those who take His refuge."}, {"note_id": "applnote_150", "text": "The Lord lovingly accepts all offerings and activities of his devotees."}, {"note_id": "applnote_151", "text": "What can we possibly offer the Lord of the universe?"}, {"note_id": "applnote_152", "text": "Without exception, everyone can devote themselves to the Lord."}, {"note_id": "applnote_153", "text": "Unfortunately, nobody knows the Lord."}, {"note_id": "applopener_154", "text": "Let’s get to know the Lord."}, {"note_id": "applnote_155", "text": "The Lord gifts His awareness to those who want Him."}, {"note_id": "applnote_156", "text": "The Lord’s qualities cannot be understood. So how do we think of Him?"}, {"note_id": "applnote_157", "text": "The specialties of the Lord are endless."}, {"note_id": "applnote_158", "text": "You experience the Lord whenever you experience something special."}, {"note_id": "applnote_159", "text": "The Lord is the pervasive essence that inspires."}, {"note_id": "applnote_160", "text": "When we believe in the Lord, He will show Himself and give us the ability to see Him."}, {"note_id": "applnote_161", "text": "This entire universe forms a small part of the Lord’s body."}, {"note_id": "applnote_162", "text": "You can imagine the Lord anyway you like."}, {"note_id": "applnote_163", "text": "The Lord encompasses the whole world with all His activities."}, {"note_id": "applnote_164", "text": "At times we experience the universe as being terrible, due to the influence of past deeds."}, {"note_id": "applnote_165", "text": "We only need to request the Lord to step out of a terrible experience."}, {"note_id": "applnote_166", "text": "A true [devotee](Chapter 7.md#bhakti_a_defn) of the Lord isn’t attached to anything other than the Lord, so doesn’t experience agitation."}, {"note_id": "applopener_167", "text": "Let’s devote ourselves to the Lord."}, {"note_id": "applnote_168", "text": "How do we [realize](yoga_is_to_realize) our goal? By being devoted to it, or by knowing everything about it?"}, {"note_id": "applnote_169", "text": "Being devoted is to trust and be with the Lord, recognizing that He is the ultimate purpose."}, {"note_id": "applnote_170", "text": "Knowing is about deciphering ourselves and our relationship with the Lord."}, {"note_id": "applnote_171", "text": "Deciphering the Self is tough. Entrust yourself to the Lord – He accepts you directly."}, {"note_id": "applnote_172", "text": "When it isn’t possible to adore the Lord or decipher the Self, [work without attachment](karmayoga)."}, {"note_id": "applnote_173", "text": "Adoring the Lord is special. Aspire to adore."}, {"note_id": "applopener_174", "text": "Devotion in this world."}, {"note_id": "applnote_175", "text": "The knower of the body is not the body, it is the Self."}, {"note_id": "applnote_176", "text": "That which knows the Self is the Lord. Doesn’t that make the Self redundant? Is it same as the Lord?"}, {"note_id": "applnote_177", "text": "The Lord is both the effect and the cause."}, {"note_id": "applnote_178", "text": "The Self and the environment are effects of the Lord’s creation."}, {"note_id": "applnote_179", "text": "The Self and the environment have their own characteristics, while being part of the Lord’s form."}, {"note_id": "applnote_180", "text": "The body is a collection of elements formed since the birth of the universe."}, {"note_id": "applnote_181", "text": "When we recognize the body for what it is, we live the life we’re meant to live."}, {"note_id": "applopener_182", "text": "What obstacles come in the way of our lives?"}, {"note_id": "applnote_183", "text": "Ignorance prevents the Self from expressing its completeness."}, {"note_id": "applnote_184", "text": "The Self is pure knowledge."}, {"note_id": "applnote_185", "text": "Use the body to get entangled or liberated – it’s your choice."}, {"note_id": "applnote_186", "text": "The Self has been entangled since beginning-less time."}, {"note_id": "applnote_187", "text": "A person who distinguishes the Self gets disentangled."}, {"note_id": "applnote_188", "text": "Though the Self pervades the body, it doesn’t have any characteristics of the body."}, {"note_id": "applnote_189", "text": "The three qualities bind the Self in a body."}, {"note_id": "applnote_190", "text": "Sattva is the joy of knowledge."}, {"note_id": "applnote_191", "text": "Rajas is passion."}, {"note_id": "applnote_192", "text": "Tamas is ignorance and lethargy."}, {"note_id": "applnote_193", "text": "At any point in time, one of these qualities dominates the other two."}, {"note_id": "applnote_194", "text": "The Self initiates action. Outcomes [happen](Back to Basics.md#actions_and_happenings) as a result of the qualities that bind the person."}, {"note_id": "applopener_195", "text": "Step-over with Awareness and Devotion."}, {"note_id": "applnote_196", "text": "Self-awareness is an enabler to step over the [three qualities](satva_rajas_tamas_effects)."}, {"note_id": "applnote_197", "text": "The [three qualities](satva_rajas_tamas) can only be overcome by surrendering to the Lord with [devotion](Chapter 7.md#bhakti_a_defn)."}, {"note_id": "applnote_198", "text": "The extent of your entanglement doesn’t matter. Surrender to the source and get free."}, {"note_id": "applnote_199", "text": "The Self is a part of the Lord, the source of awareness."}, {"note_id": "applnote_200", "text": "Whatever the Self is aware of, that is also the Lord."}, {"note_id": "applnote_201", "text": "The Lord is superior to all of this."}, {"note_id": "applopener_202", "text": "Isn’t it tough to follow the Lord’s instructions?"}, {"note_id": "applnote_203", "text": "Our attitudes are an effect of deeds we committed in the past."}, {"note_id": "applnote_204", "text": "An attitude of disregard is a way to torture ourselves."}, {"note_id": "applnote_205", "text": "We can choose to stop torturing ourselves."}, {"note_id": "applopener_206", "text": "Where does difficulty come from?"}, {"note_id": "applnote_207", "text": "Our past gives the qualities of our body and our outlook to life."}, {"note_id": "applnote_208", "text": "Given an outlook, we can choose to live in reality or live in vain."}, {"note_id": "applnote_209", "text": "Food builds our body and the qualities in it."}, {"note_id": "applnote_210", "text": "A purpose of devotion brings knowledge and well-being."}, {"note_id": "applnote_211", "text": "Any other purpose brings restlessness."}, {"note_id": "applnote_212", "text": "Purposelessness brings ignorance."}, {"note_id": "applnote_213", "text": "The [three qualities](satva_rajas_tamas_effects) give behavior. Our behavior enhances them further."}, {"note_id": "applopener_214", "text": "What are the Lord’s instructions?"}, {"note_id": "applnote_215", "text": "The sound of ‘Om’ points to a higher purpose."}, {"note_id": "applnote_216", "text": "The Lord, as the highest purpose, has great expanse."}, {"note_id": "applnote_217", "text": "That purpose exists and it always brings excellence."}, {"note_id": "applnote_218", "text": "In this quest of purpose, what do we let go of?"}, {"note_id": "applnote_219", "text": "Let go of outcomes and possessiveness. Don’t be the reason."}, {"note_id": "applnote_220", "text": "Don’t give up activity."}, {"note_id": "applnote_221", "text": "Isn’t activity designed to give outcomes, which we are bound to?"}, {"note_id": "applnote_222", "text": "If we aren’t the reason for outcomes, what causes things to happen?"}, {"note_id": "applnote_223", "text": "The action we conceive depends on our awareness."}, {"note_id": "applnote_224", "text": "Our intention leads to activity."}, {"note_id": "applnote_225", "text": "During the activity, we achieve the state-of-being as a doer."}, {"note_id": "applnote_226", "text": "Resolve and Enthusiasm are our state-of-being when we let-go of outcomes."}, {"note_id": "applnote_227", "text": "We discern with our intellect."}, {"note_id": "applnote_228", "text": "We sustain with our resolve."}, {"note_id": "applnote_229", "text": "Activities are done in the pursuit of happiness."}, {"note_id": "applnote_230", "text": "This is the material world – it is full of the [three qualities](satva_rajas_tamas_effects). Nurture [sattva](sattva) and adore the Lord."}, {"note_id": "applnote_231", "text": "By worshipping the Lord with our actions, we let go."}, {"note_id": "applnote_232", "text": "With this worship, we gain limitless love for the Lord."}, {"note_id": "applnote_233", "text": "Worship with activities that are natural to you - even your material desires and pursuits."}, {"note_id": "applnote_234", "text": "If you aren’t working for the Lord, you are at the mercy of your environment."}, {"note_id": "applopener_235", "text": "Surrender and let the Lord liberate you. Don’t worry."}, {"note_id": "applnote_236", "text": "Share it with others who adore the Lord."}, {"note_id": "applnote_237", "text": "Listen to someone who shares."}, {"note_id": "applnote_238", "text": "Krishna is in each of us and He is our best friend. Everything we need will come to us."}]